{"artists": [{"idArtist": "122754", "strArtist": "Fito Páez", "strArtistStripped": null, "strArtistAlternate": "Rodolfo Páez", "strLabel": null, "idLabel": null, "intFormedYear": "1963", "intBornYear": "1963", "intDiedYear": null, "strDisbanded": null, "strStyle": "Rock/Pop", "strGenre": "Rock", "strMood": "", "strWebsite": "www.sonymusic.com.ar/DetArtista.asp?Int_Codigo=6502", "strFacebook": "", "strTwitter": "1", "strBiographyEN": "His real name is Rodolfo Páez, like his father. When he was a child people called him \"Rodolfito\" (in Spanish, an affectionate form of \"Rodolfo\") to distinguish him from his father. With the passage of time, this nickname became just \"Fito\", and that is where his stage name came from.\n\nHe formed Staff, his first band when he was 13. In 1977, he played in El Banquete with Rubén Goldín and Jorge Llonch. He began to perform solo in pubs the following year.\n\nStraight out of high school, he began touring with several bands and soon after that produced his first solo album, \"Del '63\", which was released in 1984. It was promoted first in his home town, but later earned attention in Buenos Aires. The recording was put together with the help of some of Argentina's most prominent musicians, including Daniel Wirtz, Fabián Gallardo, Tweety González and Paul Dourge. The disc won him critical acclaim as a songwriter and helped lead to future projects, including a 1985 album, \"Giros\".\n\nThe demo of that album earned him the praise of Luis Alberto Spinetta, as well as a partnership - Paez's next album, 1986's \"La La La\" was a duet with Spinetta. The duo supported that album with a tour that reached all the way to Santiago, Chile. The same year, he participated in the Thousand Days of Democracy festival with Spinetta, Juan Carlos Baglietto, Silvina Garré and Antonio Tarragó Ros.\n\nHis 1987 recording, \"Ciudad de Pobres Corazones\", marked a dark, political turn for his work. It was dedicated to the memory of his aunt and grandmother, who were assassinated in Rosario. The album seethed with anger, but it was also more rhythmic and showed greater songwriting depth than his previous recordings. Páez got his first taste of production work with \"Ey!\", which was released in 1988. Recorded in New York and Havana, it also showcased many of the musicians that he had worked with previously, including Guillermo Vadalá, Daniel Colombres and Osvaldo Fattoruso. It also featured the trumpeters and saxophonists of the group, Afrocuba. Less harsh than his previous recording, it was one of his most balanced records.", "strBiographyDE": null, "strBiographyFR": null, "strBiographyCN": null, "strBiographyIT": null, "strBiographyJP": null, "strBiographyRU": null, "strBiographyES": "Rodolfo Fito Páez (Rosario, 13 de marzo de 1963), es un compositor, cantautor, y pianista argentino, integrante de la llamada Trova rosarina, y uno de los más importantes exponentes del rock argentino. Además ha incursionado como cineasta y guionista. Con más de 30 años de trayectoria solista su obra musical está compuesta por 20 álbumes de estudio, 1 maxi single, 4 álbumes en directo, 3 DVD, 12 álbumes recopilatorios y numerosas colaboraciones junto a destacados artistas internacionales.\n\nLuego de una primera etapa underground aclamada por la crítica, el artista logró su definitiva proyección internacional a principio de los años noventa cuando publicó los álbumes El amor después del amor (1992) y Circo beat (1994), que se convirtieron en grandes éxitos comerciales, vendiendo entre ambos más de un millón de copias.\n\nHa logrado innumerables reconocimientos y cinco premios Grammy Latinos. Los dos primeros los conquista en el año 2000 como «mejor cantante masculino de rock» por su álbum Abre (1999) y «Al lado del camino» como mejor canción de rock. Entre 2007 y 2009 recibió tres Grammy consecutivos y en categorías diferentes: «mejor álbum de rock vocal», por El mundo cabe en una canción, «mejor álbum de cantautor del año» por Rodolfo y mejor álbum vocal pop masculino, por su disco No sé si es Baires o Madrid. También la Fundación Konex le otorgó en 1995 el Premio Konex de Platino como «mejor compositor de rock de la década en Argentina». Luego, en 2005, obtuvo el Premio Konex - Diploma al Mérito como uno de los «cinco mejores compositores de rock de la década».", "strBiographyPT": null, "strBiographySE": null, "strBiographyNL": null, "strBiographyHU": null, "strBiographyNO": null, "strBiographyIL": null, "strBiographyPL": null, "strGender": "Male", "intMembers": "1", "strCountry": "Rosario, Argentina", "strCountryCode": "AR", "strArtistThumb": "https://www.theaudiodb.com/images/media/artist/thumb/wxwppr1398095343.jpg", "strArtistLogo": null, "strArtistCutout": null, "strArtistClearart": null, "strArtistWideThumb": null, "strArtistFanart": "https://www.theaudiodb.com/images/media/artist/fanart/urstyu1398095717.jpg", "strArtistFanart2": "https://www.theaudiodb.com/images/media/artist/fanart/wutuyr1398096519.jpg", "strArtistFanart3": null, "strArtistFanart4": null, "strArtistBanner": null, "strMusicBrainzID": "54bd120a-6bac-4d7c-8b10-ba167bc7e26c", "strISNIcode": null, "strLastFMChart": null, "intCharted": "4", "strLocked": "unlocked"}]}